Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_STB_TEST_SETUP_DESCRIPTION
source: Initiates the Apple TV Out of Box flow for Zero Sign-On testing. If you are signed in with an Apple Account or a TV Provider account, both will be removed.
ar: يبدأ Out of Box Flow الخاص بـ Apple TV لاختبار Zero Sign‑On. إذا كنت قد سجلت الدخول باستخدام حساب Apple أو حساب مزود خدمة تلفزيون، فستتم إزالة كليهما.
bg: Инициализира тестване на стандартен процес на нулев вход на Apple TV. Ако сте влезли с Apple регистрация или регистрация на ТВ оператор, тези регистрации ще се премахнат.
ca: Inicia el flux de simulació de la configuració inicial de l’Apple TV per verificar l’inici de sessió zero. Si has iniciat la sessió amb un compte d’Apple o amb el compte d’un proveïdor de TV, s’eliminaran tots dos.
cs: Spustí na Apple TV úvodní nastavení pro testování automatického přihlašování. Pokud jste přihlášení pod svým účtem Apple nebo účtem u poskytovatele TV, bude přihlašovací účet v obou případech odstraněn.
da: Starter out-of-box-indstillingsprocedure på Apple TV for at teste funktionen Uden log ind. Hvis du er logget ind med en Apple-konto eller tv-udbyderkonto, bliver de begge fjernet.
de: Startet den Apple TV Out-of-Box-Ablauf für das Testen von Zero Sign-On. Wenn du mit einem Apple Account oder einem TV-Anbieter-Account angemeldet bist, werden beide entfernt.
el: Εκκινεί τη Ροή άμεσης χρήσης του Apple TV για δοκιμές Μηδενικής σύνδεσης. Αν έχετε συνδεθεί με έναν λογαριασμό Apple ή έναν λογαριασμό παρόχου τηλεοπτικών υπηρεσιών, θα αφαιρεθούν αμφότεροι.
es: Inicia el flujo de simulación de la configuración inicial del Apple TV para la prueba de inicio de sesión cero. Si has iniciado sesión con una cuenta de Apple o con la cuenta de un proveedor de TV, ambas se borrarán del dispositivo.
es_419: Inicia el flujo de configuración rápida del Apple TV para la prueba de inicio de sesión cero. Si iniciaste sesión con una cuenta de Apple o una de un proveedor de TV, se eliminarán ambas.
fi: Käynnistää Apple TV:n Out of Box -työnkulun automaattisen kirjautumisen (Zero Sign-On) testaukselle. Jos olet kirjautunut Apple-tilille tai TV-palveluntarjoajan tilille, molemmat poistetaan.
fr: Lance le flux prêt à l’emploi de l’Apple TV pour tester l’authentification Zero Sign-On. Si votre appareil est connecté à un compte Apple ou à un compte de fournisseur TV, les deux seront supprimés.
fr_ca: Lance le processus prêt à l’emploi de l’Apple TV pour tester l’authentification automatique. Si vous avez utilisé un compte Apple ou le compte d’un fournisseur de contenus télévisés pour vous connecter, les deux seront retirés.
he: מתחיל את ״תהליך הגדרה מהירה״ של ה-Apple TV עבור בדיקה של ״התחברות ללא סיסמה״. אם התחברת באמצעות חשבון Apple או חשבון של ספק שירותי טלוויזיה, שניהם יוסרו עם ההפעלה.
hi: ज़ीरो साइन ऑन जाँच के लिए Apple TV आउट ऑफ़ बॉक्स फ़्लो शुरू करता है। यदि आपने Apple खाते या किसी टीवी सर्विस प्रोवाइडर खाते में साइन इन किया है, तो दोनों को हटा दिया जाएगा।
hr: Pokreće tijek Out of Box na Apple TV-u za testiranje Nula prijava. Ako ste prijavljeni Apple računom ili računom TV operatera, oboje će se ukloniti.
hu: Elindítja az Apple TV alapbeállítási folyamatát a Nulla bejelentkezés teszteléséhez. Ha be van jelentkezve az Apple-fiókjával vagy a televíziószolgáltató-fiókjával, akkor mindkettő el lesz távolítva.
id: Memulai alur Awal Apple TV untuk pengetesan Masuk Langsung. Jika Anda masuk dengan Akun Apple atau akun Penyedia TV, keduanya akan dihapus.
it: Avvia la procedura di configurazione “Out of Box” di Apple TV per il testing “Zero Sign‑On”. Se hai già eseguito l’accesso con un Apple Account o l’account del provider TV, entrambi verranno rimossi.
ja: ゼロサインオンをテストするApple TVアウトオブボックスフローを開始します。Apple AccountまたはTVプロバイダのアカウントにサインインしている場合、どちらのアカウントも削除されます。
kk: Нөлдік кіру жүйесінің сынағы үшін Apple TV қолданбасы бастапқы іске қосу ағынын іске қосады. Apple аккаунты немесе теледидар провайдерінің аккаунтымен жүйеге кірген болсаңыз, екеуі де жойылатын болады.
ko: ‘제로 로그인’ 테스트용 Apple TV 아웃오브박스 플로우를 시작합니다. Apple 계정 또는 TV 제공업체 계정에 로그인한 경우 양쪽 모두 제거됩니다.
lt: Inicijuojamas „Apple TV“ pradinės sąrankos srautas, skirtas nulinio prisijungimo testavimui. Jei esate prisijungę naudodami „Apple“ paskyrą arba televizijos paslaugų teikėjo paskyrą, jos abi bus pašalintos.
ms: Memulakan aliran Luar Kotak Apple TV untuk ujian Sifar Daftar Diri. Jika anda mendaftar masuk dengan Akaun Apple atau Penyedia TV, kedua-duanya akan dikeluarkan.
nl: Hiermee wordt de out-of-box-flow van de Apple TV gestart voor het testen van 'Zero Sign-On'. Als je bent ingelogd met een Apple Account of een tv-aanbiederaccount, worden beide verwijderd.
no: Starter oppstartsflyten for Apple TV for Zero Sign-On-testing. Hvis du er logget på kontoen din med en Apple-konto eller hos en TV-distributør, vil begge bli fjernet.
pl: Inicjuje proces OOTB na potrzeby testowania logowania zerowego do Apple TV. Jeśli użytkownik jest zalogowany na koncie Apple lub koncie dostawcy TV, konta te zostaną usunięte.
pt: Inicia o fluxo Fora da Caixa da Apple TV para teste de Início de Sessão Zero. Se você tiver iniciado uma sessão com uma Conta Apple ou uma conta de Provedor de TV, ambas serão removidas.
pt_pt: Inicia o processo out‑of‑box da Apple TV para testar a funcionalidade Zero Sign‑On. Se tiver sessão iniciada numa conta Apple ou numa conta de fornecedor de TV, ambas serão removidas.
ro: Inițiază fluxul de configurare inițială Apple TV pentru testarea Zero Sign‑On. Dacă v‑ați autentificat cu un cont Apple sau cu un cont Furnizor TV, ambele vor fi eliminate.
ru: Запустить поток первичного запуска Apple TV для тестирования нулевого входа. Если Вы вошли с Аккаунтом Apple или учетной записью телепровайдера, данные о них будут удалены.
sk: Iniciuje úvodné nastavenie Apple TV pre automatické prihlásenie. Ak ste prihlásení pomocou Apple účtu alebo účtu poskytovateľa TV služby, obe prihlásenia budú odstránené.
sl: Sproži pripravljeni tok za preizkušanje vpisa brez gesla v aplikacijo Apple TV. Če ste vpisani z računom Apple ali računom ponudnika televizijskih storitev, bosta oba odstranjena.
sv: Aktiverar Apple TV-uppstartsflödet för testning av Zero sign-on. Om du är inloggad med ett Apple‑konto eller ett konto hos en TV-leverantör kommer båda att tas bort.
th: เริ่มการส่งสัญญาณออกของ Apple TV สำหรับการทดสอบการไม่ต้องลงชื่อเข้าระบบ ถ้าคุณลงชื่อเข้าด้วยบัญชี Apple หรือบัญชีผู้ให้บริการทีวี บัญชีทั้งสองจะถูกเอาออก
tr: Sıfır Oturum Açma testi için Apple TV Kutu Dışı akışını başlatır. Bir Apple Hesabı veya TV Sağlayıcı hesabı ile oturum açtıysanız her ikisi de silinir.
uk: Розпочинає процес початкового налаштування Apple TV для тестування нульового входу. Якщо ви ввійшли в обліковий запис Apple чи в запис ТБ‑провайдера, їх буде вилучено.
vi: Bắt đầu tính năng Mở hộp Apple TV để kiểm tra tính năng Không cần đăng nhập. Nếu bạn được đăng nhập bằng Tài khoản Apple hoặc tài khoản Nhà cung cấp TV thì cả hai tài khoản này sẽ bị gỡ bỏ.
zh_cn: 初始化针对零登录测试的Apple TV开箱即用流程。如果你已登录Apple账户或电视提供商账户，它们都会被移除。
zh_hk: 啟用Apple TV開箱流程以進行「毋須登入」測試。如你已使用Apple帳户或電視供應商帳户登入，兩者都會被移除。
zh_tw: 為「無需登入」測試啟動Apple TV「開箱即用流程」。若你已登入「Apple帳號」或電視業者的帳號，兩者都會被移除。

# DEVELOPER_STB_TEST_SETUP_TITLE
source: Test Out-of-Box Flow
ar: اختبار Out of Box Flow
bg: Тестване на процеса по първоначално пускане
ca: Verifica el flux de simulació de la configuració inicial
cs: Otestovat úvodní nastavení
da: Test out-of-box-indstillingsprocedure
de: Out-of-Box-Ablauf testen
el: Δοκιμή της Ροής άμεσης χρήσης
es: Probar flujo de simulación de configuración inicial
es_419: Probar flujo de configuración rápida
fi: Testaa Out-of-Box-kulku
fr: Tester le flux prêt à l’emploi
fr_ca: Tester le processus prêt à l’emploi
he: בדיקת ״תהליך הגדרה מהירה״
hi: आउट ऑफ़ बॉक्स फ़्लो की जाँच करें
hr: Testiraj tijek Out-of-box
hu: Alapbeállítási folyamat tesztelése
id: Tes Alur Awal
it: Verifica la configurazione “Out of Box”
ja: アウトオブボックスフローをテスト
kk: Бастапқы іске қосу ағынын сынау
ko: 아웃오브박스 플로우 테스트
lt: Testuoti pradinės sąrankos srautą
ms: Uji Aliran Luar Kotak
no: Test oppstartsflyten
pl: Testuj proces OOTB
pt: Testar Fluxo Fora da Caixa
pt_pt: Testar processo out-of-box
ro: Testați fluxul de configurare inițială
ru: Тестирование потока первичного запуска
sk: Otestovať úvodné nastavenie
sl: Preizkusi pripravljeni potek
sv: Testa uppstartsflödet
th: ทดสอบสัญญาณออก
tr: Kutu Dışı Akışını Test Et
uk: Випробувати початкове налаштування
vi: Kiểm tra tính năng Mở hộp
zh_cn: 测试开箱即用流程
zh_hk: 測試開箱流程
zh_tw: 測試「開箱即用流程」

# CREDENTIAL_ENTRY_FOOTER_LINK
source: Forgot account or password?
ar: هل نسيت اسم الحساب أو كلمة سر؟
bg: Забравена регистрация или парола?
ca: Has oblidat el compte o la contrasenya?
cs: Zapomněli jste název účtu nebo heslo?
da: Glemt kontoen eller adgangskoden?
de: Account oder Passwort vergessen?
el: Ξεχάσατε τον λογαριασμό ή το συνθηματικό;
es: ¿Has olvidado la cuenta o la contraseña?
es_419: ¿Olvidaste tu cuenta o contraseña?
fi: Unohditko tilin tai salasanan?
fr: Compte ou mot de passe oubliés ?
fr_ca: Identifiant/mot de passe oublié?
he: שכחת את החשבון או הסיסמה?
hi: खाता या पासवर्ड भूल गए?
hr: Zaboravili ste račun ili lozinku?
hu: Elfelejtette a fiókját vagy jelszavát?
id: Lupa akun atau kata sandi?
it: Hai dimenticato l’account o la password?
ja: アカウントまたはパスワードをお忘れですか?
kk: Пайдаланушы аты немесе құпиясөзді ұмыттыңыз ба?
ko: 계정 또는 암호를 잊어버렸습니까?
lt: Pamiršote paskyrą arba slaptažodį?
ms: Terlupa akaun atau kata laluan?
nl: Account of wachtwoord vergeten?
no: Glemt kontoen eller passordet?
pl: Nie pamiętasz nazwy konta lub hasła?
pt: Esqueceu a conta ou a senha?
pt_pt: Esqueceu‑se da conta ou da palavra‑passe?
ro: Ați uitat contul sau parola?
ru: Забыли имя пользователя или пароль?
sk: Zabudli ste účet alebo heslo?
sl: Ste pozabili račun ali geslo?
sv: Har du glömt kontot eller lösenordet?
th: ลืมบัญชีหรือรหัสผ่านใช่ไหม
tr: Hesabı veya parolayı mı unuttunuz?
uk: Забули облікове імʼя чи пароль?
vi: Bạn quên tên người dùng hoặc mật khẩu?
zh_cn: 忘记账户或密码？
zh_hk: 忘記帳户或密碼嗎？
zh_tw: 忘記帳號或密碼？

# ONSCREEN_CODE_WEBSITE_OR
source: OR
ar: أو
bg: ИЛИ
ca: O BÉ
cs: NEBO
da: ELLER
de: ODER
el: Ή
es: O
es_419: O
fi: TAI
fr: OU
fr_ca: OU
he: או
hi: या
hr: ILI
hu: VAGY
id: ATAU
it: OPPURE
ja: または
kk: НЕМЕСЕ
ko: 또는
lt: ARBA
ms: ATAU
nl: OF
no: ELLER
pl: LUB
pt: OU
pt_pt: OU
ro: SAU
ru: ИЛИ
sk: ALEBO
sl: ALI
sv: ELLER
th: หรือ
tr: VEYA
uk: АБО
vi: HOẶC
zh_cn: 或
zh_hk: 或
zh_tw: 或

# ACCOUNT_ACCESS_ROW_VALUE_ACQUIRABLE
source: Install
ar: تثبيت
bg: Инсталирай
ca: Instal·la
cs: Nainstalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
es_419: Instalar
fi: Asenna
fr: Installer
fr_ca: Installer
he: התקנה
hi: इंस्टॉल करें
hr: Instaliraj
hu: Telepítés
id: Instal
it: Installa
ja: インストール
kk: Орнату
ko: 설치
lt: Diegti
ms: Pasang
nl: Installeer
no: Installer
pl: Instaluj
pt: Instalar
pt_pt: Instalar
ro: Instalați
ru: Установить
sk: Inštalovať
sl: Namesti
sv: Installera
th: ติดตั้ง
tr: Yükle
uk: Інсталювати
vi: Cài đặt
zh_cn: 安装
zh_hk: 安裝
zh_tw: 安裝

# REGIONS_PICKER_TITLE
source: Select TV Provider Region
ar: تحديد منطقة مزود خدمة التلفزيون
bg: Изберете регион на ТВ оператор
ca: Selecciona la regió del proveïdor de TV
cs: Výběr oblasti poskytovatelů TV
da: Vælg område til tv-udbyder
de: TV-Anbieterregion auswählen
el: Επιλογή περιοχής παρόχων τηλεοπτικών υπηρεσιών
es: Selecciona la región del proveedor de TV
es_419: Seleccionar región de proveedor de TV
fi: Valitse TV-palveluntarjoajan alue
fr: Sélectionner une région
fr_ca: Sélectionner une région de fournisseurs télévisuels
he: בחירת אזור ספק שירותי טלוויזיה
hi: टीवी सर्विस प्रोवाइडर क्षेत्र चुनें
hr: Odaberite regiju TV operatera
hu: Televíziószolgáltató-régió kiválasztása
id: Pilih Wilayah Penyedia TV
it: Seleziona zona del provider TV
ja: TVプロバイダ地域を選択
kk: Теледидар провайдерінің аймағын таңдау
ko: TV 제공업체 지역 선택
lt: Televizijos paslaugų teikėjo regiono pasirinkimas
ms: Pilih Rantau Penyedia TV
nl: Selecteer regio van tv-aanbieder
no: Velg TV-distributørområde
pl: Wybierz region dostawców TV
pt: Selecione a Região do Provedor de TV
pt_pt: Selecionar região do fornecedor de TV
ro: Selectați regiunea furnizorului TV
ru: Выбор региона телепровайдеров
sk: Vyberte región poskytovateľov TV služieb
sl: Izbira regije ponudnika televizijskih storitev
sv: Välj TV-leverantörsregion
th: เลือกภูมิภาคของผู้ให้บริการทีวี
tr: TV Sağlayıcı Bölgesini Seçin
uk: Виберіть регіон ТБ‑провайдера
vi: Chọn vùng Nhà cung cấp TV
zh_cn: 选择电视提供商地区
zh_hk: 選擇電視供應商地區
zh_tw: 選取電視業者地區

# DONE_BUTTON_TITLE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_419: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# SETUP_BEGIN_BUTTON_TITLE
source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Connexion
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungimas
ms: Daftar Masuk
nl: Log in
no: Logg på
pl: Zaloguj się
pt: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificați-vă
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# DEVELOPER_DELETION_CONFIRMATION_QUESTION_GENERIC
source: Do you want to delete this TV provider from your device?
ar: هل ترغب في حذف مزود خدمة التلفزيون هذا من جهازك؟
bg: Желаете ли да изтриете този ТВ оператор от вашето устройство?
ca: Vols eliminar aquest proveïdor de TV del teu dispositiu?
cs: Chcete tohoto poskytovatele TV ze svého zařízení smazat?
da: Vil du slette denne tv-udbyder fra din enhed?
de: Soll dieser TV-Anbieter von deinem Gerät gelöscht werden?
el: Θέλετε να διαγραφεί αυτός ο πάροχος τηλεοπτικών υπηρεσιών από τη συσκευή σας;
es: ¿Quieres eliminar este proveedor de TV de tu dispositivo?
es_419: ¿Quieres eliminar este proveedor de TV de tu dispositivo?
fi: Poistetaanko tämä TV-palveluntarjoaja laitteesta?
fr: Voulez-vous supprimer ce fournisseur TV de votre appareil ?
fr_ca: Voulez-vous supprimer ce fournisseur de contenus télévisés de votre appareil?
he: האם ברצונך למחוק את ספק שירותי הטלוויזיה מהמכשיר שלך?
hi: क्या आप अपने डिवाइस से इस टीवी सर्विस प्रोवाइडर को डिलीट करना चाहते हैं?
hr: Želite li obrisati ovog TV operatera s vašeg uređaja?
hu: Törli ezt a televíziószolgáltatót az eszközéről?
id: Apakah Anda ingin menghapus penyedia TV ini dari perangkat Anda?
it: Vuoi eliminare questo provider TV dal tuo dispositivo?
ja: このTVプロバイダをデバイスから削除しますか?
kk: Бұл теледидар провайдерін құрылғыңыздан жою қажет пе?
ko: 사용자의 기기에서 이 TV 제공업체를 삭제하겠습니까?
lt: Ar norite ištrinti šį televizijos paslaugų teikėją iš įrenginio?
ms: Adakah anda mahu memadamkan penyedia TV ini daripada peranti anda?
nl: Wil je deze tv-aanbieder van je apparaat verwijderen?
no: Vil du slette denne TV-distributøren fra enheten?
pl: Czy chcesz usunąć tego dostawcę TV z urządzenia?
pt: Deseja apagar este provedor de TV do dispositivo?
pt_pt: Gostaria de apagar este fornecedor de TV do seu dispositivo?
ro: Doriți să ștergeți acest furnizor TV de pe dispozitivul dvs.?
ru: Хотите удалить этого телепровайдера со своего устройства?
sk: Chcete zo svojho zariadenia vymazať tohto poskytovateľa TV služby?
sl: Želite iz naprave odstraniti tega ponudnika televizijskih storitev?
sv: Vill du radera den här TV-leverantören från enheten?
th: คุณต้องการลบผู้ให้บริการทีวีรายนี้ออกจากอุปกรณ์ของคุณหรือไม่
tr: Bu TV sağlayıcıyı aygıtınızdan silmek istiyor musunuz?
uk: Ви хочете видалити цього ТБ‑провайдера зі свого пристрою?
vi: Bạn có muốn xóa nhà cung cấp TV này khỏi thiết bị không?
zh_cn: 你要将此电视提供商从设备上删除吗？
zh_hk: 要從裝置刪除此電視供應商嗎？
zh_tw: 要從裝置中刪除此電視業者嗎？

# DEVELOPER_PROVIDER_IDENTIFIER_TITLE
source: Identifier
ar: المعرّف
bg: Идентификатор
ca: Identificador
cs: Identifikátor
da: Id
de: ID
el: Αναγνωριστικό
es: Identificador
es_419: Identificador
fi: Tunniste
fr: Identifiant
fr_ca: Identifiant
he: מזהה
hi: आइडेंटिफ़ायर
hr: Identifikator
hu: Azonosító
id: Pengenal
it: Identificativo
ja: 識別子
kk: Идентификатор
ko: 식별자
lt: Identifikatorius
ms: Pengecam
nl: ID
no: Identifikator
pl: Identyfikator
pt: Identificador
pt_pt: Identificador
ro: Identificator
ru: Идентификатор
sk: Identifikátor
sl: Identifikator
sv: Identifierare
th: ข้อมูลประจำตัว
tr: Tanıtıcı
uk: Ідентифікатор
vi: Mã định danh
zh_cn: 标识符
zh_hk: 識別碼
zh_tw: 識別碼

# DEVELOPER_PROVIDER_NAME_PLACEHOLDER
source: Display Name
ar: اسم شاشة العرض
bg: ПОКАЗВАНО ИМЕ
ca: Nom mostrat
cs: Zobrazený název
da: Skærmnavn
de: Name des Displays
el: Εμφανιζόμενο όνομα
es: Nombre mostrado
es_419: Nombre mostrado
fi: Näytön nimi
fr: Nom affiché
fr_ca: Nom d’affichage
he: שם תצוגה
hi: डिस्प्ले नाम
hr: Prikazano ime
hu: Megjelenő név
id: Nama Layar
it: Nome schermo
ja: 表示名
kk: Дисплей атауы
ko: 디스플레이 이름
lt: Rodomas vardas
ms: Nama Paparan
nl: Schermnaam
no: Visningsnavn
pl: Wyświetlana nazwa
pt: Nome de Exibição
pt_pt: Nome a apresentar
ro: Nume de ecran
ru: Отображаемое имя
sk: Názov
sl: Prikazno ime
sv: Synligt namn
th: ชื่อที่แสดง
tr: Görüntülenen Ad
uk: Видиме імʼя
vi: Tên hiển thị
zh_cn: 显示名称
zh_hk: 顯示名稱
zh_tw: 顯示名稱

# DEVELOPER_STB_VIEW_SUBSCRIPTION_TITLE
source: View Subscription
ar: عرض الاشتراك
bg: Преглед на абонамент
ca: Mostra la subscripció
cs: Zobrazit odběr
da: Vis abonnement
de: Abo anzeigen
el: Προβολή συνδρομής
es: Ver suscripción
es_419: Ver suscripción
fi: Näytä tilaus
fr: Voir l’abonnement
fr_ca: Afficher les abonnements
he: הצג מינוי
hi: सब्सक्रिप्शन देखें
hr: Prikaži pretplatu
hu: Előfizetés megtekintése
id: Lihat Langganan
it: Visualizza abbonamento
ja: サブスクリプションを表示
kk: Жазылымды көру
ko: 구독 보기
lt: Prenumeratos peržiūra
ms: Lihat Langganan
nl: Bekijk abonnement
no: Vis abonnement
pl: Pokaż subskrypcję
pt: Ver Assinatura
pt_pt: Ver assinatura
ro: Afișați abonamentul
ru: См. подписку
sk: Zobraziť odber
sl: Prikaži naročnino
sv: Visa abonnemang
th: ดูการสมัครสมาชิก
tr: Aboneliği Görüntüle
uk: Переглянути підписку
vi: Xem đăng ký
zh_cn: 查看订阅
zh_hk: 檢視訂閲項目
zh_tw: 檢視訂閱項目

# DEVELOPER_PROVIDER_IDENTIFIER_COLLISION_ERROR_DESCRIPTION
source: The identifier provided is already being used for another development provider.
ar: المعرف المُقدم يجري استخدامه لمزود خدمة تطوير آخر.
bg: Предоставеният идентификатор вече се използва от друг доставчик.
ca: L’identificador indicat ja s’utilitza per a un altre proveïdor de desenvolupament.
cs: Zadaný identifikátor se už používá s jiným vývojářským poskytovatelem.
da: Det anførte id bruges allerede til en anden udviklingsudbyder.
de: Die angegebene ID wird bereits von einem anderen Entwicklungsanbieter verwendet.
el: Το παρεχόμενο αναγνωριστικό χρησιμοποιείται ήδη για άλλο πάροχο ανάπτυξης.
es: Ya hay otro proveedor de desarrollo utilizando el identificador proporcionado.
es_419: El identificador proporcionado ya estaba en uso para otro proveedor de desarrollo.
fi: Annettu tunniste on jo toisen kehittäjä-palveluntarjoajan käytössä.
fr: L’identifiant fourni est déjà utilisé pour un autre fournisseur de développement.
fr_ca: L’identifiant fourni est déjà utilisé par un autre fournisseur en développement.
he: המזהה שסופק משמש כבר עבור ספק הפיתוח.
hi: दिए गए आइडेंटिफ़ायर को दूसरे डेवलपमेंट प्रोवाइडर के लिए पहले से इस्तेमाल किया जा रहा है।
hr: Navedeni identifikator već se koristi za drugog operatera za razvoj.
hu: A megadott azonosító már fel van használva egy másik fejlesztőszolgáltatóhoz.
id: Pengenal yang disediakan telah digunakan untuk penyedia pengembangan lain.
it: L’identificativo fornito è già in uso per un altro provider (sviluppo).
ja: 提供された識別子はすでにほかのデベロッパに使用されています。
kk: Берілген идентификаторды басқа әзірлеуші провайдер бұрыннан қолдануда.
ko: 제공된 식별자가 이미 다른 개발용 제공업체에 사용되고 있습니다.
lt: Pateiktas identifikatorius jau naudojamas kitam kūrimo paslaugų teikėjui.
ms: Pengecam yang diberikan sedang digunakan untuk penyedia pembangunan lain.
nl: De opgegeven ID wordt al gebruikt voor een andere ontwikkelaarsaanbieder.
no: Den angitte identifikatoren er allerede i bruk av en annen utviklerdistributør.
pl: Podany identyfikator jest już używany przez innego dewelopera/dostawcę.
pt: O identificador fornecido já está sendo usado para outro provedor de desenvolvimento.
pt_pt: O identificador indicado já está a ser usado para outro fornecedor.
ro: Identificatorul furnizat este deja utilizat pentru un alt furnizor de dezvoltare.
ru: Предоставленный идентификатор уже используется другим провайдером-разработчиком.
sk: Zadaný identifikátor už používa iný vývojársky poskytovateľ.
sl: Identifikator je že v uporabi pri drugem ponudniku razvijalskih storitev.
sv: Det angivna ID:t används redan för en annan utvecklarleverantör.
th: ข้อมูลประจำตัวที่ให้ถูกใช้ไปแล้วสำหรับผู้ให้บริการการพัฒนารายอื่น
tr: Tanıtıcı sağlayıcı zaten başka bir geliştirici sağlayıcı tarafından kullanılıyor.
uk: Наданий ідентифікатор уже використано для іншого розробника-провайдера.
vi: Mã định danh được cung cấp đã được sử dụng cho một nhà cung cấp phát triển khác.
zh_cn: 所提供的标识符已用于另一个开发提供商。
zh_hk: 提供的識別碼已被其他開發供應商使用。
zh_tw: 提供的識別碼已被其他開發業者使用。

# INSTALL_APP_CONFIRMATION_FORMAT
source: Install %@?
ar: تثبيت %@؟
bg: Инсталиране на %@?
ca: Vols instal·lar l’app %@?
cs: Nainstalovat aplikaci %@?
da: Installer %@?
de: %@ installieren?
el: Εγκατάσταση της εφαρμογής «%@»;
es: ¿Instalar %@?
es_419: ¿Instalar %@?
fi: Asennetaanko %@?
fr: Installer %@ ?
fr_ca: Installer %@?
he: להתקין את %@?
hi: %@ इंस्टॉल करें?
hr: Instalirati %@?
hu: Telepíti a(z) %@ appot?
id: Instal %@?
it: Vuoi installare %@?
ja: “%@”をインストールしますか?
kk: %@ орнату керек пе?
ko: %@을(를) 설치하겠습니까?
lt: Įdiegti programą „%@“?
ms: Pasang %@?
nl: %@ installeren?
no: Vil du installere %@?
pl: Zainstalować %@?
pt: Instalar %@?
pt_pt: Instalar %@?
ro: Doriți să instalați %@?
ru: Установить «%@»?
sk: Nainštalovať %@?
sl: Želite namestiti aplikacijo %@?
sv: Installera %@?
th: ติดตั้ง%[tt]@หรือไม่
tr: %@ yüklensin mi?
uk: Інсталювати %@?
vi: Cài đặt %@?
zh_cn: 安装%[tt]@？
zh_hk: 要安裝%[tt]@嗎？
zh_tw: 要安裝%[tt]@嗎？

# DEVELOPER_PROVIDER_AUTH_SCHEME_TITLE
source: Authentication Schemes
ar: أنظمة المصادقة
bg: Схеми за идентификация
ca: Esquemes d’autenticació
cs: Schéma ověření totožnosti
da: Godkendelsesplaner
de: Authentifizierungsschemen
el: Σχήματα ελέγχου ταυτότητας
es: Esquemas de autenticación
es_419: Esquemas de autenticación
fi: Todentamismallit
fr: Schémas d’authentification
fr_ca: Schémas d’authentification
he: סכמות אימות
hi: प्रमाणन स्कीम
hr: Sheme autorizacije
hu: Hitelesítési sémák
id: Skema Pengesahan
it: Schemi di autenticazione
ja: 認証方式
kk: Аутентификация схемалары
ko: 인증 체계
lt: Autentifikavimo schemos
ms: Skema Pengesahan
nl: Authenticatieschema's
no: Godkjenningsmetoder
pl: Schematy uwierzytelnienia
pt: Esquemas de Autenticação
pt_pt: Esquemas de autenticação
ro: Scheme de autentificare
ru: Схемы аутентификации
sk: Schémy autentifikácie
sl: Sheme preverjanja pristnosti
sv: Autentiseringsscheman
th: แบบแผนการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Yapıları
uk: Схеми автентифікації
vi: Cơ chế xác thực
zh_cn: 认证方案
zh_hk: 認證計劃
zh_tw: 認證架構
